content/main/20211116161513-question_answer_machine.md
+++
title = "Question answer machine"
author = ["System Administrator"]
draft = false
+++

## Procedure {#procedure}


### 1. Pause Filler {#1-dot-pause-filler}


#### Example {#example}

-   THat's a difficult question...
-   Let me see
-   Let me think about that for a moment
-   That's an interesting question


### 2. Repeat/Paraphrase Question(to give you even more thinking time) {#2-dot-repeat-paraphrase-question--to-give-you-even-more-thinking-time}


#### Example {#example}

Hmm... Do I agree or disagree introducing more physical education lessons in the school curriculum is the best way to deal with obesity?


### 3. Use a topic sentence {#3-dot-use-a-topic-sentence}


#### Example {#example}

I think it is the best way for a number of reasons


### 4. Use sequencers/Discourse Markers {#4-dot-use-sequencers-discourse-markers}


### 5. Extend and Support your points {#5-dot-extend-and-support-your-points}

This means that...
By doing this,...


### 6. Summarise {#6-dot-summarise}

So, as I've sdaid
To summarise,
Overall,


## Analyse the problem {#analyse-the-problem}


### Function of the question sentence {#function-of-the-question-sentence}


### Plan the body {#plan-the-body}


#### 1. {#1-dot}


## Example {#example}

1 concrete example would be really nice
ancient greek architecture in rainaisence rather than ancient greek to rainaisense
music in 80s rather than all 80s to now